import { _howToSchema } from "./how-to";

export const howToSchema: _howToSchema = {
    "@context": "http://schema.org",
    "@type": "HowTo",
    name: "ऑनलाइन पीडीएफ कैसे विभाजित करें?",
    description: "हमारे ऑनलाइन टूल का उपयोग करके एक पीडीएफ फाइल को कई दस्तावेजों में विभाजित करने के आसान चरण।",
    step: [
        {
            "@type": "HowToStep",
            name: "चरण 1",
            text: "PDFEquips पर पीडीएफ विभाजन टूल खोलें।"
        },
        {
            "@type": "HowToStep",
            name: "चरण 2",
            text: "पीडीएफ फाइल को खींचें और छोड़ें या अपना पीडीएफ अपलोड करने के लिए 'पीडीएफ फाइल चुनें' बटन पर क्लिक करें।"
        },
        {
            "@type": "HowToStep",
            name: "चरण 3",
            text: "अपना विभाजन विकल्प चुनें: 'रेंज द्वारा विभाजित करें' या 'पृष्ठ निकालें'।"
        },
        {
            "@type": "HowToStep",
            name: "चरण 4",
            text: "'पीडीएफ विभाजित करें' बटन पर क्लिक करें ताकि आपकी फाइल संसाधित हो सके।"
        },
        {
            "@type": "HowToStep",
            name: "चरण 5",
            text: "विभाजित पीडीएफ फाइलों को अपने डिवाइस पर डाउनलोड करें।"
        }
    ]
};
